Repository: sumitkumarwebnotics/plugins
Catalog: woo-custom-filter-by-webnotics/languages/woo-custom-filter-by-webnotics-*.po
Languages: de_de, fr_fr, hi_in

source: Welcome to my Product filter based on custom field and custom taxonomy for woocommerce.
de_de: Welkom bij mijn productfilter op basis van aangepast veld en aangepaste taxonomie voor woocommerce.
fr_fr: Bienvenue dans mon filtre de produits basé sur un champ personnalisé et une taxonomie personnalisée pour WooCommerce.
hi_in: मेरे उत्पाद फ़िल्टर में आपका स्वागत है जो कस्टम फ़ील्ड और कस्टम टैक्सोनॉमी पर आधारित है वूकॉमर्स के लिए।

source: All Custom Field
de_de: Alle benutzerdefinierten Felder
fr_fr: Tous les champs personnalisés
hi_in: सभी कस्टम फ़ील्ड

source: All Taxnomony
de_de: Alle Taxonomie
fr_fr: Toutes les taxonomies
hi_in: सभी टैक्सोनॉमी

source: Custom Field List
de_de: Aangepaste veldlijst
fr_fr: Liste des champs personnalisés
hi_in: कस्टम फ़ील्ड सूची

source: Taxonomies List
de_de: Taxonomieën Lijst
fr_fr: Liste des taxonomies
hi_in: टैक्सोनॉमी सूची

source: Action
de_de: Actie
hi_in: क्रिया

source: Product filter for custom field and taxonomy Documentation
de_de: Productfilter voor aangepast veld en taxonomie Documentatie
fr_fr: Documentation sur le filtre de produit pour champ personnalisé et taxonomie
hi_in: कस्टम फ़ील्ड और टैक्सोनॉमी के लिए उत्पाद फ़िल्टर दस्तावेज़

source: Welcome to the documentation for WooCustomFilter Plugin.
de_de: Welkom bij de documentatie voor de WooCustomFilter Plugin.
fr_fr: Bienvenue dans la documentation du plugin WooCustomFilter.
hi_in: WooCustomFilter प्लगइन की दस्तावेज़ीकरण में आपका स्वागत है।

source: Here you will find information about custom fields
de_de: Hier vindt u informatie over aangepaste velden
fr_fr: Vous trouverez ici des informations sur les champs personnalisés
hi_in: यहां आपको कस्टम फ़ील्ड के बारे में जानकारी मिलेगी

source: taxonomies
de_de: taxonomieën
hi_in: टैक्सोनॉमी

source: and filters.
de_de: en filters.
fr_fr: et les filtres.
hi_in: और फ़िल्टर।

source: Here you will find information about custom fields, taxonomies, and filters.
de_de: Hier vindt u informatie over aangepaste velden, taxonomieën en filters.
fr_fr: Vous trouverez ici des informations sur les champs personnalisés, les taxonomies et les filtres.
hi_in: यहां आपको कस्टम फ़ील्ड, टैक्सोनॉमी और फ़िल्टर के बारे में जानकारी मिलेगी।

source: Custom Fields
de_de: Aangepaste velden
fr_fr: Champs personnalisés
hi_in: कस्टम फ़ील्ड

source: My Plugin allows you to create custom fields.
de_de: Met Mijn Plugin kunt u aangepaste velden maken.
fr_fr: Mon plugin vous permet de créer des champs personnalisés.
hi_in: मेरी प्लगइन आपको कस्टम फ़ील्ड बनाने की अनुमति देती है।

source: Here’s how you can use them
de_de: Zo kunt u ze gebruiken
fr_fr: Voici comment vous pouvez les utiliser
hi_in: इन्हें उपयोग करने का तरीका यहाँ है

source: Field Name
de_de: Veldnaam
fr_fr: Nom du champ
hi_in: फ़ील्ड नाम

source: Enter unique field name for custom field.
de_de: Voer een unieke veldnaam in voor het aangepaste veld.
fr_fr: Entrez un nom de champ unique pour le champ personnalisé.
hi_in: कस्टम फ़ील्ड के लिए एक अनूठा फ़ील्ड नाम दर्ज करें।

source: Field Type
de_de: Veldtype
fr_fr: Type de champ
hi_in: फ़ील्ड प्रकार

source: Select field type for custom field like type:Radio , Input, Checkbox.....
de_de: Selecteer het veldtype voor een aangepast veld, zoals type: Radio, Invoer, Selectievakje.....
fr_fr: Sélectionnez le type de champ pour le champ personnalisé, comme type : Radio, Entrée, Case à cocher.....
hi_in: कस्टम फ़ील्ड के लिए फ़ील्ड प्रकार का चयन करें जैसे: Radio, Input, Checkbox.....

source: Custom Taxonomies
de_de: Aangepaste taxonomieën
fr_fr: Taxonomies personnalisées
hi_in: कस्टम टैक्सोनॉमी

source: My Plugin supports custom taxonomies.
de_de: Mijn plug-in ondersteunt aangepaste taxonomieën.
fr_fr: Mon plugin prend en charge les taxonomies personnalisées.
hi_in: मेरी प्लगइन कस्टम टैक्सोनॉमी को समर्थन देती है।

source: Here’s how you can manage them
de_de: Hier leest u hoe u ze kunt beheren
fr_fr: Voici comment vous pouvez les gérer
hi_in: इन्हें प्रबंधित करने का तरीका यहाँ है

source: Taxonomy Name
de_de: Taxonomienaam
fr_fr: Nom de la taxonomie
hi_in: टैक्सोनॉमी नाम

source: Enter unique field name for taxonomies
de_de: Voer een unieke veldnaam in voor taxonomieën
fr_fr: Entrez un nom de champ unique pour les taxonomies
hi_in: टैक्सोनॉमी के लिए एक अनूठा फ़ील्ड नाम दर्ज करें

source: Custom Filters
de_de: Aangepaste filters
fr_fr: Filtres personnalisés
hi_in: कस्टम फ़िल्टर

source: My Plugin includes custom filters. Here’s how you can apply them
de_de: Mijn plug-in bevat aangepaste filters. Hier ziet u hoe u ze kunt toepassen
fr_fr: Mon plugin inclut des filtres personnalisés. Voici comment vous pouvez les appliquer
hi_in: मेरी प्लगइन में कस्टम फ़िल्टर शामिल हैं। इन्हें लागू करने का तरीका यहाँ है

source: Settings for override shop template
de_de: Instellingen voor het overschrijven van winkelsjabloon
fr_fr: Paramètres pour remplacer le modèle de la boutique
hi_in: दूकान के टेम्पलेट को ओवरराइड करने के लिए सेटिंग्स

source: After install and activate plugin
de_de: Na het installeren en activeren van de plug-in
fr_fr: Après l'installation et l'activation du plugin
hi_in: प्लगइन को इंस्टॉल और सक्रिय करने के बाद

source: Go to settings in custom filter menu and check checkbox and save it.
de_de: Ga naar instellingen in het aangepaste filtermenu, vink het selectievakje aan en sla het op.
fr_fr: Allez dans les paramètres du menu de filtre personnalisé, cochez la case et enregistrez.
hi_in: कस्टम फ़िल्टर मेनू में सेटिंग्स पर जाएं और चेकबॉक्स को चेक करें और इसे सहेजें।

source: Plugin Installation and Activation Guide
de_de: Installatie- en activeringsgids voor plug-ins
fr_fr: Guide d'installation et d'activation du plugin
hi_in: प्लगइन इंस्टॉलेशन और सक्रियण गाइड

source: 1. Downloading the Plugin
de_de: 1. De plug-in downloaden
fr_fr: 1. Télécharger le plugin
hi_in: 1. प्लगइन डाउनलोड करना

source: From the WordPress Repository Navigate to the WordPress Plugin Repository
de_de: Vanuit de WordPress Repository Navigeer naar de WordPress Plugin Repository
fr_fr: Depuis le dépôt WordPress, naviguez vers le dépôt de plugins WordPress
hi_in: WordPress रिपॉजिटरी से WordPress प्लगइन रिपॉजिटरी पर नेविगेट करें

source: Go to the WordPress Plugin Directory. Search for the Plugin
de_de: Ga naar de WordPress Plugin Directory. Zoek naar de plug-in
fr_fr: Allez dans le répertoire de plugins WordPress. Recherchez le plugin
hi_in: WordPress प्लगइन डायरेक्ट्री पर जाएं। प्लगइन के लिए खोजें

source: Use the search bar to find the plugin by name
de_de: Gebruik de zoekbalk om de plug-in op naam te vinden
fr_fr: Utilisez la barre de recherche pour trouver le plugin par son nom
hi_in: प्लगइन को नाम से खोजने के लिए सर्च बार का उपयोग करें

source: Product filter based on custom field and custom taxonomy for woocommerce Upgraded
de_de: productfilter op basis van aangepast veld en aangepaste taxonomie voor woocommerce Upgraded
fr_fr: Filtre de produit basé sur un champ personnalisé et une taxonomie personnalisée pour WooCommerce amélioré
hi_in: वूकॉमर्स के लिए कस्टम फ़ील्ड और कस्टम टैक्सोनॉमी पर आधारित उत्पाद फ़िल्टर अपडेटेड

source: Download the Plugin
de_de: Download de plug-in
fr_fr: Télécharger le plugin
hi_in: प्लगइन डाउनलोड करें

source: Click on the plugin title to view its details. Click the Download button to download the .zip file of the plugin to your computer.
de_de: Klik op de titel van de plug-in om de details ervan te bekijken. Klik op de knop Downloaden om het .zip-bestand van de plug-in naar uw computer te downloaden.
fr_fr: Cliquez sur le titre du plugin pour afficher ses détails. Cliquez sur le bouton Télécharger pour télécharger le fichier .zip du plugin sur votre ordinateur.
hi_in: प्लगइन के शीर्षक पर क्लिक करें ताकि इसके विवरण को देखें। डाउनलोड बटन पर क्लिक करें ताकि प्लगइन का .zip फ़ाइल आपके कंप्यूटर पर डाउनलोड हो सके।

source: 2. Installing the Plugin
de_de: De plug-in installeren
fr_fr: 2. Installer le plugin
hi_in: 2. प्लगइन इंस्टॉल करना

source: Via the WordPress Admin Dashboard Log in to Your WordPress Admin Dashboard
de_de: Via het WordPress-beheerdersdashboard logt u in op uw WordPress-beheerdersdashboard
fr_fr: Via le tableau de bord administrateur WordPress, connectez-vous à votre tableau de bord administrateur WordPress
hi_in: WordPress एडमिन डैशबोर्ड के माध्यम से अपने WordPress एडमिन डैशबोर्ड में लॉगिन करें

source: Enter your admin credentials and log in to your WordPress site. Navigate to the Plugins Page
de_de: Voer uw beheerdersgegevens in en log in op uw WordPress-site. Navigeer naar de Plug-inspagina
fr_fr: Entrez vos identifiants administrateur et connectez-vous à votre site WordPress. Allez à la page des plugins
hi_in: अपने एडमिन क्रेडेंशियल्स दर्ज करें और अपने WordPress साइट में लॉगिन करें। प्लगइन पेज पर नेविगेट करें

source: Go to Plugins > Add New. Upload the Plugin
de_de: Ga naar Plug-ins > Nieuwe toevoegen. Upload de plug-in
fr_fr: Allez dans Plugins > Ajouter nouveau. Téléchargez le plugin
hi_in: प्लगइन्स > नया जोड़ें पर जाएं। प्लगइन अपलोड करें

source: Click the Upload Plugin button at the top of the page. Click Choose File, select the .zip file you downloaded, and click Install Now. Activate the Plugin
de_de: Klik op de knop Plug-in uploaden bovenaan de pagina. Klik op Bestand kiezen, selecteer het .zip-bestand dat u hebt gedownload en klik op Nu installeren. Activeer de plug-in:
fr_fr: Cliquez sur le bouton Télécharger le plugin en haut de la page. Cliquez sur Choisir un fichier, sélectionnez le fichier .zip que vous avez téléchargé et cliquez sur Installer maintenant. Activez le plugin
hi_in: पेज के शीर्ष पर प्लगइन अपलोड बटन पर क्लिक करें। फ़ाइल चुनें पर क्लिक करें, डाउनलोड की गई .zip फ़ाइल को चयन करें और अभी इंस्टॉल करें पर क्लिक करें। प्लगइन सक्रिय करें

source: Once the plugin is installed, click the Activate Plugin link.
de_de: Zodra de plug-in is geïnstalleerd, klikt u op de link Plug-in activeren.
fr_fr: Une fois le plugin installé, cliquez sur le lien Activer le plugin.
hi_in: जब प्लगइन इंस्टॉल हो जाए, तो एक्टिवेट प्लगइन लिंक पर क्लिक करें।

source: Via FTP/SFTP Connect to Your Server: Use an FTP/SFTP client (e.g., FileZilla) to connect to your web server. Upload the Plugin
de_de: Via FTP/SFTP Verbinding maken met uw server: Gebruik een FTP/SFTP-client (bijvoorbeeld FileZilla) om verbinding te maken met uw webserver. Upload de plug-in
fr_fr: Via FTP/SFTP Connectez-vous à votre serveur : Utilisez un client FTP/SFTP (par exemple, FileZilla) pour vous connecter à votre serveur web. Téléchargez le plugin
hi_in: FTP/SFTP के माध्यम से अपने सर्वर से कनेक्ट करें: एक FTP/SFTP क्लाइंट (जैसे, FileZilla) का उपयोग करें और अपने वेब सर्वर से कनेक्ट करें। प्लगइन अपलोड करें

source: Navigate to the /wp-content/plugins/ directory. Upload the extracted plugin folder (not the .zip file) into this directory. Activate the Plugin:
de_de: Navigeer naar de map /wp-content/plugins/. Upload de uitgepakte plug-inmap (niet het .zip-bestand) naar deze map. Activeer de plug-in:
fr_fr: Naviguez vers le répertoire /wp-content/plugins/. Téléchargez le dossier du plugin extrait (pas le fichier .zip) dans ce répertoire. Activez le plugin :
hi_in: /wp-content/plugins/ डायरेक्ट्री पर नेविगेट करें। इस डायरेक्ट्री में एक्सट्रैक्ट की गई प्लगइन फ़ोल्डर (न कि .zip फ़ाइल) अपलोड करें। प्लगइन को सक्रिय करें:

source: Log in to your WordPress Admin Dashboard. Go to Plugins > Installed Plugins. Find the plugin in the list and click Activate.
de_de: Log in op uw WordPress-beheerdersdashboard. Ga naar Plug-ins > Geïnstalleerde plug-ins. Zoek de plug-in in de lijst en klik op Activeren.
fr_fr: Connectez-vous à votre tableau de bord administrateur WordPress. Allez dans Plugins > Plugins installés. Trouvez le plugin dans la liste et cliquez sur Activer.
hi_in: अपने WordPress एडमिन डैशबोर्ड में लॉगिन करें। प्लगइन्स > इंस्टॉल की गई प्लगइन्स पर जाएं। सूची में प्लगइन को खोजें और एक्टिवेट पर क्लिक करें।

source: 3. Activating the Plugin
de_de: 3. Activeren van de plug-in
fr_fr: 3. Activer le plugin
hi_in: 3. प्लगइन सक्रियण

source: Log in to Your WordPress Admin Dashboard:
de_de: Log in op uw WordPress-beheerdersdashboard:
fr_fr: Connectez-vous à votre tableau de bord administrateur WordPress :
hi_in: अपने WordPress एडमिन डैशबोर्ड में लॉगिन करें:

source: Enter your admin credentials and access the dashboard. Go to the Plugins Page:
de_de: Voer uw beheerdersreferenties in en ga naar het dashboard. Ga naar de Plug-inspagina:
fr_fr: Entrez vos identifiants administrateur et accédez au tableau de bord. Allez à la page des plugins :
hi_in: अपने एडमिन क्रेडेंशियल्स दर्ज करें और डैशबोर्ड एक्सेस करें। प्लगइन पेज पर जाएं:

source: Navigate to Plugins > Installed Plugins. Locate the Plugin:
de_de: Navigeer naar Plug-ins > Geïnstalleerde plug-ins. Zoek de plug-in:
fr_fr: Naviguez vers Plugins > Plugins installés. Localisez le plugin :
hi_in: प्लगइन्स > इंस्टॉल की गई प्लगइन्स पर नेविगेट करें। प्लगइन को ढूंढें:

source: Find the newly installed plugin in the list.Activate the Plugin:
de_de: Zoek de nieuw geïnstalleerde plug-in in de lijst. Activeer de plug-in:
fr_fr: Trouvez le plugin nouvellement installé dans la liste. Activez le plugin :
hi_in: सूची में नए इंस्टॉल किए गए प्लगइन को खोजें। प्लगइन को सक्रिय करें:

source: Click the Activate link under the plugins name. Verify Activation:
de_de: Klik op de link Activeren onder de naam van de plug-in. Activering verifiëren:
fr_fr: Cliquez sur le lien Activer sous le nom du plugin. Vérifiez l'activation :
hi_in: प्लगिन के नाम के नीचे एक्टिवेट लिंक पर क्लिक करें। सक्रियण की पुष्टि करें:

source: Ensure that the plugin is now listed as active and configured properly
de_de: Zorg ervoor dat de plug-in nu als actief wordt vermeld en correct is geconfigureerd
fr_fr: Assurez-vous que le plugin est maintenant listé comme actif et correctement configuré
hi_in: सुनिश्चित करें कि प्लगइन अब सक्रिय के रूप में सूचीबद्ध है और सही ढंग से कॉन्फ़िगर किया गया है

source: Add New Custom Field
de_de: Nieuw aangepast veld toevoegen
fr_fr: Ajouter un nouveau champ personnalisé
hi_in: नया कस्टम फ़ील्ड जोड़ें

source: Add New Taxonomy
de_de: Nieuwe taxonomie toevoegen
fr_fr: Ajouter une nouvelle taxonomie
hi_in: नई टैक्सोनॉमी जोड़ें

source: Setting Page
de_de: Pagina Instellingen
fr_fr: Page des paramètres
hi_in: सेटिंग पेज

source: General Settings
de_de: Algemene instellingen
fr_fr: Paramètres généraux
hi_in: सामान्य सेटिंग्स

source: Filter Option
de_de: Filteroptie
fr_fr: Option de filtre
hi_in: फ़िल्टर विकल्प

source: Customize style
de_de: Pas stijl aan
fr_fr: Personnaliser le style
hi_in: शैली को कस्टमाइज़ करें

source: Do you want to override the shop template?
de_de: Wilt u het winkelsjabloon overschrijven?
fr_fr: Voulez-vous remplacer le modèle de boutique ?
hi_in: क्या आप दुकान के टेम्पलेट को ओवरराइड करना चाहते हैं?

source: Do you want to override the category page template?
de_de: Wilt u de categoriepaginasjabloon overschrijven?
fr_fr: Voulez-vous remplacer le modèle de la page catégorie ?
hi_in: क्या आप श्रेणी पेज के टेम्पलेट को ओवरराइड करना चाहते हैं?

source: Do you want to remove content after removing the plugin?
de_de: Wil je inhoud verwijderen na het verwijderen van de plug-in?
fr_fr: Voulez-vous supprimer le contenu après avoir supprimé le plugin ?
hi_in: क्या आप प्लगइन हटाने के बाद सामग्री को हटाना चाहते हैं?

source: Filter By
de_de: Filtern nach
fr_fr: Filtrer par
hi_in: फ़िल्टर द्वारा

source: Filter by Search keyword
de_de: Nach Suchbegriff filtern
fr_fr: Filtrer par mot-clé de recherche
hi_in: सर्च कीवर्ड द्वारा फ़िल्टर करें

source: Filter by Price
de_de: Nach Preis filtern
fr_fr: Filtrer par prix
hi_in: कीमत द्वारा फ़िल्टर करें

source: Filter by rating
de_de: Nach Bewertung filtern
fr_fr: Filtrer par évaluation
hi_in: रेटिंग द्वारा फ़िल्टर करें

source: Filter by Tags
de_de: Nach Tags filtern
fr_fr: Filtrer par étiquettes
hi_in: टैग्स द्वारा फ़िल्टर करें

source: Clear filter
de_de: Filter löschen
fr_fr: Effacer le filtre
hi_in: फ़िल्टर साफ़ करें

source: Filter By Taxonomies
de_de: Nach Taxonomien filtern
fr_fr: Filtrer par taxonomies
hi_in: टैक्सोनॉमी द्वारा फ़िल्टर करें

source: Custom Filter Option
de_de: Benutzerdefinierte Filteroption
fr_fr: Option de filtre personnalisé
hi_in: कस्टम फ़िल्टर विकल्प

source: All Taxonomies Field
de_de: Feld „Alle Taxonomien“.
fr_fr: Tous les champs de taxonomies
hi_in: सभी टैक्सोनॉमी फ़ील्ड

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
hi_in: सेटिंग्स

source: Documentation
de_de: Dokumentation
hi_in: दस्तावेज़ीकरण

source: Update Custom Field
de_de: Benutzerdefiniertes Feld aktualisieren
fr_fr: Mettre à jour le champ personnalisé
hi_in: कस्टम फ़ील्ड अपडेट करें

source: Button Text Color
de_de: Schaltflächentextfarbe
fr_fr: Couleur du texte du bouton
hi_in: बटन टेक्स्ट रंग

source: Choose the color for the button text.
de_de: Wählen Sie die Farbe für den Schaltflächentext.
fr_fr: Choisissez la couleur du texte du bouton.
hi_in: बटन टेक्स्ट के लिए रंग चुनें।

source: Button background Color
de_de: Hintergrundfarbe der Schaltfläche.
fr_fr: Couleur de fond du bouton
hi_in: बटन पृष्ठभूमि रंग

source: Choose the Button background Color.
de_de: Wählen Sie die Hintergrundfarbe der Schaltfläche.
fr_fr: Choisissez la couleur de fond du bouton.
hi_in: बटन पृष्ठभूमि रंग चुनें।

source: Button Font Family
de_de: Schaltflächen-Schriftfamilie
fr_fr: Famille de polices du bouton
hi_in: बटन फ़ॉन्ट परिवार

source: Choose the Button Font Family.
de_de: Wählen Sie die Schaltflächen-Schriftfamilie.
fr_fr: Choisissez la famille de polices du bouton.
hi_in: बटन फ़ॉन्ट परिवार चुनें।

source: Button Font Size in px
de_de: Schriftgröße der Schaltfläche in Pixel
fr_fr: Taille de police du bouton en px
hi_in: बटन फ़ॉन्ट आकार पिक्सल में

source: Insert the Button Font Size.
de_de: Geben Sie die Schriftgröße der Schaltfläche ein.
fr_fr: Insérez la taille de police du bouton.
hi_in: बटन फ़ॉन्ट आकार दर्ज करें।

source: Heading Text Color
de_de: Farbe des Überschriftentextes
fr_fr: Couleur du texte de l'en-tête
hi_in: हेडिंग टेक्स्ट रंग

source: Choose the heading Text Color.
de_de: Wählen Sie die Überschrift Textfarbe.
fr_fr: Choisissez la couleur du texte de l'en-tête.
hi_in: हेडिंग टेक्स्ट रंग चुनें।

source: Heading Font Family
de_de: Überschrift Schriftfamilie
fr_fr: Famille de polices de l'en-tête
hi_in: हेडिंग फ़ॉन्ट परिवार

source: Choose the heading Font Family.
de_de: Wählen Sie die Überschrift „Schriftfamilie“.
fr_fr: Choisissez la famille de polices de l'en-tête.
hi_in: हेडिंग फ़ॉन्ट परिवार चुनें।

source: Heading Font Size in px
de_de: Schriftgröße der Überschrift in px
fr_fr: Taille de police de l'en-tête en px
hi_in: हेडिंग फ़ॉन्ट आकार पिक्सल में

source: Insert the heading Font Size.
de_de: Fügen Sie die Überschrift „Schriftgröße“ ein.
fr_fr: Insérez la taille de police de l'en-tête.
hi_in: हेडिंग फ़ॉन्ट आकार दर्ज करें।

source: Choose the color for price range slider
de_de: Wählen Sie die Farbe für den Preisspannen-Schieberegler
fr_fr: Choisissez la couleur du curseur de la plage de prix
hi_in: कीमत की सीमा स्लाइडर के लिए रंग चुनें

source: Choose the color for price range slider.
de_de: Wählen Sie die Farbe für den Preisspannen-Schieberegler.
fr_fr: Choisissez la couleur du curseur de la plage de prix.
hi_in: कीमत की सीमा स्लाइडर के लिए रंग चुनें।

source: Google font family API
de_de: Google-Schriftfamilien-API
fr_fr: API de la famille de polices Google
hi_in: गूगल फ़ॉन्ट परिवार एपीआई

source: Enter Google font family API
de_de: Geben Sie die Google-Schriftfamilien-API ein
fr_fr: Entrez l'API de la famille de polices Google
hi_in: गूगल फ़ॉन्ट परिवार एपीआई दर्ज करें

source: Do you want to enable sticky filter form?
de_de: Möchten Sie das Sticky-Filter-Formular aktivieren?
fr_fr: Voulez-vous activer le formulaire de filtre fixe ?
hi_in: क्या आप स्टिकी फ़िल्टर फ़ॉर्म को सक्षम करना चाहते हैं?

source: Enable input box search by keyword?
de_de: Eingabefeldsuche nach Stichwort aktivieren?
fr_fr: Activer la recherche par mot-clé dans la zone de saisie ?
hi_in: कीवर्ड द्वारा इनपुट बॉक्स सर्च सक्षम करें?

source: Enable filter by price?
de_de: Filter nach Preis aktivieren?
fr_fr: Activer le filtre par prix ?
hi_in: कीमत द्वारा फ़िल्टर सक्षम करें?

source: Enable filter by rating?
de_de: Filter nach Bewertung aktivieren?
fr_fr: Activer le filtre par évaluation ?
hi_in: रेटिंग द्वारा फ़िल्टर सक्षम करें?

source: Enable filter by tag?
de_de: Filter nach Tag aktivieren?
fr_fr: Activer le filtre par étiquette ?
hi_in: टैग द्वारा फ़िल्टर सक्षम करें?

source: Search by keyword or SKU
de_de: Suche nach Stichwort oder SKU
fr_fr: Rechercher par mot-clé ou SKU
hi_in: कीवर्ड या SKU से खोजें

source: Choose tags ...
de_de: Wählen Sie Tags ...
fr_fr: Choisissez des tags ...
hi_in: टैग चुनें ...

source: Enter Value...
de_de: Wert eingeben...
fr_fr: Saisir la valeur...
hi_in: मूल्य दर्ज करें...

source: Price:
de_de: Preis:
fr_fr: Prix:
hi_in: कीमत:

source: Woocommerce Category
de_de: Woocommerce-Kategorie
fr_fr: Catégorie WooCommerce
hi_in: वूकॉमर्स श्रेणी
